[
    {
        "jdtitle":"太和殿",
        "jdcontent":"<div><p style='font-size:20px;font-family:Times New Roman, Times, serif;line-height: 45px;'>&nbsp;&nbsp;&nbsp;&nbsp;故宫的太和殿其实也叫做<span style='font-size: 24px;color:brown'>金銮殿</span>，是宫中面积最大，规格最高的宫殿。<br>&nbsp;&nbsp;&nbsp;太和殿前的铜龟和铜鹤，象征着江山永固，万寿无疆。还有就是这对龟和鹤身体里是空的，主要是用来焚香的功能。龙头龟相传是龙之九子中第九个儿子。龙龟代表着荣誉和地位，是能耐、负重、长寿、权威的象征。铜仙鹤人们常把它象征幸福、吉祥、长寿和忠贞。太和殿前安一座仙鹤，寓意就是希望自己可以得道成仙，能永世统治帝国。<img width='100%' src='http://localhost:3001/public/images/icon/f3.jpg'> <br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿之上为建筑形式最高的重檐庑殿顶，是最高等级殿堂的屋顶形式屋脊两端安有“鸱吻”，是用13块中空的黄彩琉璃瓦件拼成的（古建上称“十三拼”）。关于大吻的说法不止一种，但在康熙皇帝心里，实实在在是祈望它能降雨防火的。<br>&nbsp;&nbsp;&nbsp;&nbsp;除此之外，在廊檐上还有一些装饰，此殿最多，有十个，最头上的不算叫仙人骑凤，后面依次为龙、凤、狮子、海马、天马、斗牛、猰貐、獬豸、蚢狶、栓你，其寓意为祥瑞齐聚，国泰民安，一片祥和。所以，此殿为太和殿，即最为和谐之状态，自会感得此十种祥瑞出现<img width='100%' src='http://localhost:3001/public/images/icon/f4.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿内，位于大殿中央的皇帝宝座，正式名称叫：髹金漆云龙纹宝座。宝座通体雕以金龙，盘绕13条金龙，椅背正中是一条正龙，椅后为雕龙金漆七扇屏风。宝座上方藻井中的龙俯首向下。<br>&nbsp;&nbsp;&nbsp;&nbsp;大殿中上方的巨大匾额，上面书写着四个大字:建极绥猷。意思就是指:皇帝君临天下，上对苍天，下对黎民百姓，都负有神圣的使命，既须承天而建立法则，又要抚民而顺应大道。<img width='100%' src='http://localhost:3001/public/images/icon/f5.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿中一共有72根柱子，其中位于正中央的六根柱子最为特殊。这六根柱子用纯度为99.998黄金制成的，金箔包裹，柱子上是蟠龙图案。两侧的6根金柱上，6条龙的头朝向中间，所有的龙都围绕着宝座，焦点正在宝座之中的皇帝身上，正所谓“时乘六龙，以御天也”，这六根大金柱寓意着帝王统御时势的运转。</p></div>"
    },
    {
        "jdtitle":"寿康宫",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>寿康宫，北京故宫（紫禁城）内，慈宁宫西侧，是乾隆帝为自己的生母崇庆皇太后，专门修建的一组超高标准寝宫建筑群，从此这里便成为了皇太后们的主宫</p><p style='text-indent: 2em;'>寿康宫宫区呈南北方向的长方形，寿康门外有广场内有三进院落，南北长148米东西宽57米，占地约8436平方米周围环以红墙。</p><p style='text-indent: 2em;'>正殿即寿康宫面阔5间进深3间，为带出廊的黄琉璃瓦歇山顶建筑，殿前出月台，台前出三阶，中设御路石，前院的东西各有一座黄琉璃瓦配殿，东配殿是乾隆为自己设的休息之所</p><p style='text-indent: 2em;'>寿康宫正殿内虽然不大但精巧华美，殿内悬乾隆帝御书的《慈寿凝禧》匾额，下设一堂无比精致的屏风宝座，太后坐在这里接受众人的叩拜行礼</p><p style='text-indent: 2em;'>寿康宫东西配殿面阔各3间，黄琉璃瓦硬山顶，前出廊。东配殿明间安扇门，西配殿明间扇、风门为后来改装。次间均为槛窗，每间用间柱分为两组，窗棂均为一抹三件式。两配殿南设耳房，北为连檐通脊庑房，与后罩房相接。</p><p style='text-indent: 2em;'>寿康宫以北是第二进院，后殿为寿康宫的寝殿，额曰：「长乐敷华」，有甬道与寿康宫相连。殿面阔5间，进深3间，黄琉璃瓦歇山顶。前檐出廊，明间安步步锦扇、玻璃风门，次、稍间安窗，上为步步锦窗格，下为玻璃方窗。室内以扇分为5间。后檐明间开扇门，接叠落式穿堂，直达后罩房。</p><p style='text-indent: 2em;'>2015年10月10日，“甄嬛”起居的后宫——寿康宫，正式对公众亮相。</p></div>"
    },
    {
        "jdtitle":"坤宁宫",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>坤宁宫是内廷后三宫之一，始建于明永乐十八年(1420年)，正德九年(1514年)、万历二十四年(1596年)两次毁于火，万历三十三年(1605年)重建。清沿明制于顺治二年(1645年)重修，十二年(1655年)仿沈阳盛京清宁宫再次重修。嘉庆二年(1797年)乾清宫失火，延烧此殿前檐，三年(1798年)重修。</p><p style='text-indent: 2em;'>坤宁宫名称取自道德经中的，坤得一以宁这一句，故名坤宁宫。在古代皇后的地位跟皇帝相对，是天下最尊贵的女性，坤宁宫就与皇帝居住的乾清宫相呼应，明代一直是正宫娘娘——皇后的寝宫。到了清代，坤宁宫按照满族习俗进行了改建，改建后的坤宁宫风格充满满族文化特色，主要功能也由皇后寝宫变成了祭祀场所，凡是大祭的日子和每个月的初一、十五，皇帝、皇后都会亲自到这里来祭神。每逢重大的庆典和新年元旦，皇后还要在这里举行庆贺礼。另外，它还有一个重要功能，就是作为皇帝大婚的新房。年幼登基的康熙、同治、光绪三帝以及逊帝溥仪大婚时都是先在坤宁宫的东暖阁居住两天后，再回到乾清宫或养心殿居住。现在坤宁宫的东暖阁依旧是按照清朝皇帝大婚时的婚房作原样陈设。</p><p style='text-indent: 2em;'>坤宁宫座北面南，面阔连廊9间，进深3间，黄琉璃瓦重檐庑殿顶。明代是皇后的寝宫。清顺治十二年改建后，为萨满教祭神的主要场所。改原明间开门为东次间开门，原槅扇门改为双扇板门，其余各间的棂花槅扇窗均改为直棂吊搭式窗。室内东侧两间隔出为暖阁，作为居住的寝室，门的西侧四间设南、北、西三面炕，作为祭神的场所。与门相对后檐设锅灶，作杀牲煮肉之用。由于是皇家所用，灶间设棂花扇门，浑金毗卢罩，装饰考究华丽。</p><p style='text-indent: 2em;'>坤宁宫改建后，即成为清宫萨满祭祀的主要场所，其中宫的地位并未改变。康熙四年（1665年）玄烨大婚时，太皇太后指定大婚在坤宁宫行合卺礼。同治皇帝、光绪皇帝大婚，溥仪结婚也都是在坤宁宫举行。雍正以后，皇帝移住养心殿，皇后也不再住坤宁宫，坤宁宫实际上已作为专供萨满教祭神的场所。</p></div>"
    },
    {
        "jdtitle":"宝华殿",
        "jdcontent":"<div><p style='font-size:20px;font-family:Times New Roman, Times, serif;line-height: 45px;'>&nbsp;&nbsp;&nbsp;&nbsp;故宫的太和殿其实也叫做<span style='font-size: 24px;color:brown'>金銮殿</span>，是宫中面积最大，规格最高的宫殿。<br>&nbsp;&nbsp;&nbsp;太和殿前的铜龟和铜鹤，象征着江山永固，万寿无疆。还有就是这对龟和鹤身体里是空的，主要是用来焚香的功能。龙头龟相传是龙之九子中第九个儿子。龙龟代表着荣誉和地位，是能耐、负重、长寿、权威的象征。铜仙鹤人们常把它象征幸福、吉祥、长寿和忠贞。太和殿前安一座仙鹤，寓意就是希望自己可以得道成仙，能永世统治帝国。<img width='100%' src='http://localhost:3001/public/images/icon/f3.jpg'> <br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿之上为建筑形式最高的重檐庑殿顶，是最高等级殿堂的屋顶形式屋脊两端安有“鸱吻”，是用13块中空的黄彩琉璃瓦件拼成的（古建上称“十三拼”）。关于大吻的说法不止一种，但在康熙皇帝心里，实实在在是祈望它能降雨防火的。<br>&nbsp;&nbsp;&nbsp;&nbsp;除此之外，在廊檐上还有一些装饰，此殿最多，有十个，最头上的不算叫仙人骑凤，后面依次为龙、凤、狮子、海马、天马、斗牛、猰貐、獬豸、蚢狶、栓你，其寓意为祥瑞齐聚，国泰民安，一片祥和。所以，此殿为太和殿，即最为和谐之状态，自会感得此十种祥瑞出现<img width='100%' src='http://localhost:3001/public/images/icon/f4.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿内，位于大殿中央的皇帝宝座，正式名称叫：髹金漆云龙纹宝座。宝座通体雕以金龙，盘绕13条金龙，椅背正中是一条正龙，椅后为雕龙金漆七扇屏风。宝座上方藻井中的龙俯首向下。<br>&nbsp;&nbsp;&nbsp;&nbsp;大殿中上方的巨大匾额，上面书写着四个大字:建极绥猷。意思就是指:皇帝君临天下，上对苍天，下对黎民百姓，都负有神圣的使命，既须承天而建立法则，又要抚民而顺应大道。<img width='100%' src='http://localhost:3001/public/images/icon/f5.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿中一共有72根柱子，其中位于正中央的六根柱子最为特殊。这六根柱子用纯度为99.998黄金制成的，金箔包裹，柱子上是蟠龙图案。两侧的6根金柱上，6条龙的头朝向中间，所有的龙都围绕着宝座，焦点正在宝座之中的皇帝身上，正所谓“时乘六龙，以御天也”，这六根大金柱寓意着帝王统御时势的运转。</p></div>"
    },
    {
        "jdtitle":"养心殿",
        "jdcontent":"<div><p style='font-size:20px;font-family:Times New Roman, Times, serif;line-height: 45px;'>&nbsp;&nbsp;&nbsp;&nbsp;故宫的太和殿其实也叫做<span style='font-size: 24px;color:brown'>金銮殿</span>，是宫中面积最大，规格最高的宫殿。<br>&nbsp;&nbsp;&nbsp;太和殿前的铜龟和铜鹤，象征着江山永固，万寿无疆。还有就是这对龟和鹤身体里是空的，主要是用来焚香的功能。龙头龟相传是龙之九子中第九个儿子。龙龟代表着荣誉和地位，是能耐、负重、长寿、权威的象征。铜仙鹤人们常把它象征幸福、吉祥、长寿和忠贞。太和殿前安一座仙鹤，寓意就是希望自己可以得道成仙，能永世统治帝国。<img width='100%' src='http://localhost:3001/public/images/icon/f3.jpg'> <br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿之上为建筑形式最高的重檐庑殿顶，是最高等级殿堂的屋顶形式屋脊两端安有“鸱吻”，是用13块中空的黄彩琉璃瓦件拼成的（古建上称“十三拼”）。关于大吻的说法不止一种，但在康熙皇帝心里，实实在在是祈望它能降雨防火的。<br>&nbsp;&nbsp;&nbsp;&nbsp;除此之外，在廊檐上还有一些装饰，此殿最多，有十个，最头上的不算叫仙人骑凤，后面依次为龙、凤、狮子、海马、天马、斗牛、猰貐、獬豸、蚢狶、栓你，其寓意为祥瑞齐聚，国泰民安，一片祥和。所以，此殿为太和殿，即最为和谐之状态，自会感得此十种祥瑞出现<img width='100%' src='http://localhost:3001/public/images/icon/f4.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿内，位于大殿中央的皇帝宝座，正式名称叫：髹金漆云龙纹宝座。宝座通体雕以金龙，盘绕13条金龙，椅背正中是一条正龙，椅后为雕龙金漆七扇屏风。宝座上方藻井中的龙俯首向下。<br>&nbsp;&nbsp;&nbsp;&nbsp;大殿中上方的巨大匾额，上面书写着四个大字:建极绥猷。意思就是指:皇帝君临天下，上对苍天，下对黎民百姓，都负有神圣的使命，既须承天而建立法则，又要抚民而顺应大道。<img width='100%' src='http://localhost:3001/public/images/icon/f5.jpg'><br>&nbsp;&nbsp;&nbsp;&nbsp;太和殿中一共有72根柱子，其中位于正中央的六根柱子最为特殊。这六根柱子用纯度为99.998黄金制成的，金箔包裹，柱子上是蟠龙图案。两侧的6根金柱上，6条龙的头朝向中间，所有的龙都围绕着宝座，焦点正在宝座之中的皇帝身上，正所谓“时乘六龙，以御天也”，这六根大金柱寓意着帝王统御时势的运转。</p></div>"
    },
    {
        "jdtitle":"延禧宫",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>延禧宫，为紫禁城内廷东六宫之一，位于东六宫区的东南角。建于明永乐十八年（1420年），初名长寿宫。嘉靖十四年（1535年）改称延祺宫。清代又改名为延禧宫，康熙二十五年（1686年）重修。明清两朝均为妃嫔所居，清道光帝之恬嫔、成贵人曾在此居住。乾隆皇帝之孝仪纯皇后曾在此居住。</p><p style='text-indent: 2em;'>在内廷里，人们可以见到一座不伦不类的“西洋烂尾楼”，这就是俗称“水晶宫”的延禧宫了。延禧宫原与东六宫其它五宫格局相同，为前后两进院，前院正殿5间，黄琉璃瓦歇山顶，室内悬乾隆皇帝御笔匾曰“慎赞徽音”，东壁悬乾隆《圣制曹后重农赞》，西壁悬《曹后重农图》。殿前有东西配殿各3间。后院正殿5间，亦有东西配殿各3间，均为黄琉璃瓦硬山顶。道光二十五年（1845年）延禧宫起火，烧毁正殿、后殿及东西配殿等建筑共25间，仅余宫门。同治十一年（1872年）曾提议复建，但未能实现。</p><p style='text-indent: 2em;'>在宣统元年（1909年）端康太妃（光绪帝的瑾妃）主持在延禧宫原址兴工修建一座3层西洋式建筑——水殿。当时对这座西洋宫殿的设想是：水殿的墙壁隔着两层玻璃，玻璃夹层里注水养鱼，在建筑外面也注水养鱼，环以假山相饶。主楼每层9间，底层四面当中各开一门，四周环以围廊。水殿的四角各接3层六角亭1座，底层各开两门，分别与主楼和回廊相通。据《清宫词》、《清稗类钞》记载，水殿以铜作栋，玻璃为墙，墙之夹层中置水蓄鱼，底层地板亦为玻璃制成，池中游鱼一一可数，荷藻参差，青翠如画。当时端康太妃想借助修筑此水殿而彪炳千秋，甚至还拉着隆裕太后题匾额曰“灵沼轩”，然而，水殿还没有修筑好，清王朝就覆灭了，所以，就留下了这座皇宫中的西洋烂尾楼，俗称“水晶宫”。</p><p style='text-indent: 2em;'>因国库空虚，水晶宫直至宣统三年（1911年）冬尚未完工，后被迫停建。宣统二年（1910年）六月，隆裕太后还曾下令西苑电灯公所给延禧宫安装电暖炉、电风扇并添安电灯。</p><p style='text-indent: 2em;'>1917年张勋复辟时，水晶宫北部被直系部队飞机投弹炸毁。1931年，故宫博物院在延禧宫遗址上修建了一座文物库房，为了让库房能和故宫其他建筑相平衡，所以在库房上又覆盖了一层黄色琉璃瓦。</p><p style='text-indent: 2em;'>1949年以后，延禧宫文物库房分别为中国古陶瓷研究中心和中国古书画研究中心使用。2010年，延禧宫对外开放，举办古陶瓷标本展和中国古文字展。2015年9月30日至2016年8月31日，延禧宫举办故宫博物院汝窑瓷器展。</p></div>"
    },
    {
        "jdtitle":"祈年殿",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>祈年殿也称为祈谷坛，是举行孟春祈谷大典的场所，始建于1420年，也是天坛最早的建筑物。</p><p style='text-indent: 2em;'>祈年殿是一座鎏金宝顶、蓝瓦红柱、金碧辉煌的彩绘三层重檐圆形大殿，采用的是上殿下屋的构造形式，其为砖木结构，殿高38米，直径32米，三层重檐向上逐层收缩作伞状。建筑独特，无大梁长檩及铁钉，二十八根楠木巨柱环绕排列，支撑着殿顶的重量。</p><p style='text-indent: 2em;'>祈年殿的内部结构比较独特：不用大梁和长檩，仅用楠木柱和枋桷相互衔接支撑屋顶。殿内柱子的数目，据说也是按照天象建立起来的。内围的四根“龙井柱”象征一年四季春、夏、秋、冬；中围的十二根“金柱”象征一年十二个月；外围的十二根“檐柱”象征一天十二个时辰。中层和外层相加的二十四根，象征一年二十四个节气。三层总共二十八根象征天上二十八星宿。再加上柱顶端的八根铜柱，总共三十六根，象征三十六天罡。殿内地板的正中是一块圆形大理石，带有天然的龙凤花纹，与殿顶的蟠龙藻井和四周彩绘金描的龙凤和玺图案相互呼应。六宝顶下的雷公柱则象征皇帝的“一统天下”。祈年殿的藻井是由两层斗栱及一层天花组成，中间为金色龙凤浮雕，结构精巧，富丽华贵，使整座殿堂显得十分富丽堂皇。</p><p style='text-indent: 2em;'>祈年殿的殿座就是圆形的祈谷坛，三层6米高，气势巍峨。坛周有矮墙一重，东南角设燔柴炉、瘗坎、燎炉和具服台。坛北有皇乾殿，面阔五间，原先放置祖先神牌，后来牌位移至太庙。坛边还有祈年门、神库、神厨、宰牲亭、走牲路和长廊等附属建筑。长廊南面的广场上有七星石，是嘉靖年间放置的镇石。</p><p style='text-indent: 2em;'>祈年殿是按照“敬天礼神”的思想设计的，殿为圆形，象征天圆；瓦为蓝色，象征蓝天。前身为大祈殿，始建于明永乐十八年（1420年）。明嘉靖二十四年（1545年）改建为三重顶圆殿，名为“大享殿”。</p><p style='text-indent: 2em;'>清乾隆十六年（1751年）修缮后，改名为“祈年殿”。光绪十五年（1889年）毁于雷火，数年后按原样重建。</p></div>"
    },
    {
        "jdtitle":"三音石",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>三音石又称三才石，比喻'天、地、人'三才。三音石位于皇穹宇殿门外的轴线甬路上。从殿基须弥座开始的第一、第二和第三块铺路的条型石板就是三音石。</p><p style='text-indent: 2em;'>站在第一块石板上面向殿内说话，可以听到一次回声。站在第二块石板上面向殿内说话，可以听到两次回声。站在第三块石板上面向殿内说话，可以听到三次回声。三音石的第三块石板又称'天闻若雷石'，就是说，站在第三块石板上面向殿内说话，如果大殿仅敞开面对三音石的殿门，而且殿门到殿内正中的神龛之间没有任何障碍物的话，此时听到的回音尤其响亮，似乎'人间偶语，天闻若雷'。</p><p style='text-indent: 2em;'>为什么会有这种特殊的现象呢？原来，天坛的四周围墙很高，而且坚硬光滑，能够很好地反射声音；墙又是圆形的，三音石正好放在圆的中心处。当你拍了一下手后，声音从空气中向四周传播，遇到围墙后，又给反射回来，这些经反射回来的声音又都经过位于圆心的三音石。</p><p style='text-indent: 2em;'>大概当发声和回声间隔时间小于1/10秒时，我们会把这两种声音听成一个声音，回声的作用只是加强了原来的声音。声音在空气中传播的速度是每秒钟340多米。只有人与墙壁间的距离超过17米时，声音往返的距离才会超过34米（340÷10=34），这时，我们的耳朵才能把回声分辨出来。皇穹宇室内半径才几米，当然就听不到回音了。三音石到围墙的距离是32.5米，不难算出，发声和回声的时间间隔将是1/5秒，所以能听到清晰的回声。</p></div>"
    },
    {
        "jdtitle":"寰丘坛",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>圜丘坛是我国明朝嘉靖年间建立的一个三层露天圆台，别名祭天台，由圜丘、皇穹宇及配殿、神厨、三库及宰牲亭等组成。其位于天坛南部，为皇帝冬至日祭天大典的场所。</p><p style='text-indent: 2em;'>圜丘明朝时为三层蓝色琉璃圆坛，清乾隆十四年（1749）扩建，并改蓝色琉璃为艾叶青石台面，汉白玉柱、栏。圜丘形圆象天，三层坛制，高5.17米，下层直径54.92米，上层直径23.65米，每层四面出台阶各九级。上层中心为一块圆石，外铺扇面形石块九圈，内圈九块，以九的倍数依次向外延展，栏板、望柱也都用九或九的倍数，象征“天”数。坛中心的圆形石板，叫天心石（亿兆景从石），站在上面高喊或发出敲击声，周围即起回音，自己听起来声音很大，好似一呼百应。</p><p style='text-indent: 2em;'>圜丘坛建于明嘉靖九年（公元1530年），圜丘坛是主要建筑有圜丘、皇穹宇及配殿、神厨、三库及宰牲亭，附属建筑有具服台、望灯等。圜丘明朝时为三层蓝色琉璃圆坛，清乾隆十四年（公元1749年）扩建，并改蓝色琉璃为艾叶青石台面，汉白玉柱、栏。</p><p style='text-indent: 2em;'>皇穹宇院落位于圜丘坛外壝北侧，坐北朝南，圆形围墙，南面设三座琉璃门，主要建筑有皇穹宇和东西配殿，是供奉圜丘坛祭祀神位的场所。皇穹宇由环转16根柱子支撑，外层八根檐柱，中间八根金柱，两层柱子上设共同的溜金斗拱，以支撑拱上的天花和藻井，殿内满是龙凤和玺彩画，天花图案为贴金二龙戏珠，藻井为金龙藻井。皇穹宇殿内的斗拱和藻井跨度在中国古建中是独一无二的。皇穹宇配殿，歇山殿顶，蓝琉璃瓦屋面，正面出台阶六级，饰旋子彩画，造型精巧。</p></div>"
    },
    {
        "jdtitle":"回音壁",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>回音壁是天坛的标志性建筑，是天坛中存放皇帝祭祀神牌的皇穹宇外围墙，墙外和墙顶覆琉璃瓦，墙高3.72米，周长193.2米，内径61.5米。</p><p style='text-indent: 2em;'>回音壁的墙壁是用磨砖对缝砌成的，墙头覆着蓝色琉璃瓦。围墙的弧度十分规则，墙面极其光滑整齐，两个人分别站在东、西配殿后，贴墙而立，一个人靠墙向北说话，声波就会沿着墙壁连续折射前进，传到一、二百米的另一端，无论说话声音多小，也可以使对方听得清清楚楚，而且声音悠长，堪称奇趣，给人造成一种“天人感应”的神秘气氛。所以称之为“回音壁”。</p><p style='text-indent: 2em;'>那么这种特殊的现象是怎么形成的呢？人们语音的波长不过10至300厘米，远远小于回音壁的半径，所以，我们可以认为声音像是光一样直线前进，这样的话，因为回音壁的形状，声音传播一定距离就会遭遇阻碍，发生反射，又因为墙面十分光滑，对声音的吸收很少，所以当声音完成多次反射传入人耳的时候，还能保持十分清晰的状态。因此，回音壁造成的神奇现象完全是回音的功劳。</p><p style='text-indent: 2em;'>然而皇帝在天坛修建这么一个巧夺天工的地方就是为了自言自语用吗？其实回音壁的回音纯属偶然，在乾隆以前这堵墙都是干打垒、土坯子，每年都得去抹抹修修，后来感到很麻烦，决定不如干脆做丝缝活，现在的行话叫“磨砖对缝”，就这样巧合了。原来当年只是打算把这儿的外墙盖成圆的，没想到居然造出回音来了，天坛的回音壁正是因为墙是磨砖对缝的，又刚好砌成了均匀的弧形，声音反射位置准确。</p><p style='text-indent: 2em;'>人们很早就发现人耳的回音壁效应了，所谓的回音壁效应是指在某一声场中，视觉看不到音源，而听觉能听到声音的有趣和奇特的现象。它并不局限于“在一个光滑的墙面上”，在露天剧场等公共演出场所也可能遇到它。当我们在建造露天剧场的时候，就可以利用人耳的回音壁效应来增强舞台上的声源，将声源扩大，反射到听众席，以使得最后一排的听众也能听得非常清晰。</p></div>"
    },
    {
        "jdtitle":"天安门城楼",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>天安门（旧称：承天门）位于中国北京市中心，故宫的南端，属于首批全国重点文物保护单位之一，中国国家象征之一。天安门正中门洞上方悬挂着毛泽东画像，两边分别是“中华人民共和国万岁”和“世界人民大团结万岁”的大幅标语。</p><p style='text-indent: 2em;'>天安门始建于明朝永乐十五年，设计者为明代的御用建筑匠师蒯祥，由城台和城楼两部分组成，是明清两代北京皇城的正门。1949年10月1日，在这里举行了中华人民共和国的开国大典，由此被设计入国徽。</p><p style='text-indent: 2em;'>天安门城楼为中国传统的重檐歇山顶建筑，即由四个倾斜的顶面、一条正脊、四条垂脊、四条戗脊（垂脊下端折向的一条）和两侧倾斜层面上部转折成垂直的三角形墙面组成，形成两坡和四坡屋顶的混合形式。故有“八檐九脊”之称。</p><p style='text-indent: 2em;'>天安门正中门洞上方悬挂着毛泽东画像，两边分别是“中华人民共和国万岁”和“世界人民大团结万岁”的大幅标语。悬挂的毛泽东画像造型典雅，是中国传统建筑艺术的代表作。</p><p style='text-indent: 2em;'>城楼的主体建筑分为上下两层。上层是重檐歇山式，黄琉璃瓦顶的巍峨城楼，东西面阔九楹，南北进深五间，取“九五”之数，象征皇帝的尊严。正面有36扇菱花格式的门窗。城楼内所用木材大部分是楠木，大殿内有60根直径为92厘米的红漆木柱，承受着屋顶建筑大部分重力。排列整齐，柱顶上有藻井与梁枋，绘着金龙吉祥彩画和团龙图案。正面的36扇门窗为中国传统的菱花格式，屋顶上的天花藻井画的是团龙图案，在殿厅堂纵横交错的梁枋上绘的是金龙和玺彩绘；17盏古雅的大型宫灯，最大的那盏称为主灯，有8个面，全高6米，直径2.8米，重约450公斤；其余16盏为6个面的辅灯，每个高6米，直径2.2米，重约350公斤。每盏灯上的角各有一盏伞形小灯。地面铺的全是金砖，面积约2000平方米。屋顶的正脊与垂脊上装饰着螭吻、仙人、走兽。</p><p style='text-indent: 2em;'>下层是高13米的朱红色城台，四周环绕琉璃瓦封顶的矮墙，下部是1.59米高的雕刻精美的汉白玉须弥座台基，座上为高10多米的红色墩台，以每块重达43千克的大砖砌成。城楼基座周围有汉白玉栏杆、栏板，雕刻着莲花宝瓶图案。</p><p style='text-indent: 2em;'>城台的总面积达4800平方米，东西两侧各有一条长达百级供上下城楼用的梯道，俗称马道。还有5个拱形门洞，中间的门洞最大，高8.82米，宽5.25米，唯有皇帝可以进出。城台下有券门五阙，中间的券门最大，位于北京皇城中轴线上，过去只有皇帝才可以由此出入。正中门洞上方悬挂着巨大的毛泽东画像，两边分别两幅大型标语。</p></div>"
    },
    {
        "jdtitle":"人民大会堂",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>人民大会堂是全国人民代表大会召开的地点和全国人大常委会的会议和办公地点，也是中华人民共和国党和国家举行政治、外交活动的场所，由全国人大常委会办公厅直属事业单位人民大会堂管理局管理。</p><p style='text-indent: 2em;'>人民大会堂的建设来源于1959年中华人民共和国建国十周年纪念日，中国共产党、中央人民政府、国务院决定兴建十大建筑，展现1949至1959年十年来的建设成就。这些建筑追求建筑艺术和城市规划、人文环境相协调。人民大会堂为建国10周年首都十大建筑之一，完全由中国工程技术人员自行设计、施工，1958年10月动工，1959年9月建成，仅用了10个多月的时间就建成了。创造了中国建筑史上的一大创举。人民大会堂集中了当时全国各地的建筑材料，建筑工人加班进行建设，仅仅用了10个月就完成了从设计图纸到从内到外所有装修及设备的安装调试。</p><p style='text-indent: 2em;'>人民大会堂壮观巍峨，建筑平面呈“山”字形，两翼略低，中部稍高，四面开门。外表为浅黄色花岗岩，上有黄绿相间的琉璃瓦屋檐，下有5米高的花岗岩基座，周围环列有134根高大的圆形廊柱。人民大会堂正门面对天安门广场，正门门额上镶嵌着中华人民共和国国徽，正门迎面有十二根浅灰色大理石门柱，正门柱直径2米，高25米。四面门前有5米高的花岗岩台阶。人民大会堂建筑风格庄严雄伟，壮丽典雅，富有民族特色，以及四周层次分明的建筑，构成了一幅天安门广场整体的庄严绚丽的图画。</p><p style='text-indent: 2em;'>内部设施齐全，有声、光、温控制和自动消防报警、灭火等现代化设施。人民大会堂建筑主要由3部分组成：进门便是简洁典雅的中央大厅（只是门厅不设座位）。厅后是宽达76米、深60米的万人大会堂；大会场北翼是有五千个席位的大宴会厅；南翼是全国人大常务委员会办公楼。大会堂内还有以全国各省、市、自治区名称命名、富有地方特色的厅堂。</p><p style='text-indent: 2em;'>经过前7稿方案的探讨，专家组共做出84个平面图，189个立体图。之后又请清华大学、北京建筑设计院和北京市规划局分别组织少数有经验的建筑师，在发往全国的8个方案的基础上各做一个综合方案，以便最后提请总理审定。至此，外地来京参加国庆工程设计的专家陆续离京。1958年10月14日，周恩来审查了专家组送交的由清华大学、北京建筑设计院和北京市规划局设计的3套方案。他首先详细地看了3套方案的平面图和立体图，同时，还反复查看了规划局的设计方案，从远及近，又由近及远，并一再征求在场同志的意见，最后决定采用北京市规划局的设计方案。</p></div>"
    },
    {
        "jdtitle":"纪念碑",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>人民英雄纪念碑是中华人民共和国政府为纪念中国近现代史上的革命烈士而修建的纪念碑，是第一批全国重点文物保护单位之一，位于北京天安门广场中心，在天安门南约463米。</p><p style='text-indent: 2em;'>人民英雄纪念碑通高37.94米，正面(北面)碑心是一整块花岗岩，长14.7米、宽2.9米、厚1米、重60.23吨，镌刻着毛泽东同志于1955年6月9日所题写的“人民英雄永垂不朽”八个金箔大字。背面碑心由7块石材构成，内容为毛泽东起草、周恩来书写的150字小楷字体碑文。</p><p style='text-indent: 2em;'>人民英雄纪念碑的建设不仅聚集了当时的能工巧匠，其碑石石料的采集场面也颇为宏大。纪念碑由17000块花岗石和汉白玉砌成，其中采自青岛浮山的纪念碑碑心石是建碑中最主要的大石料，是中国建筑史上极为罕见的完整花岗石，其石坯长14.4米，宽2.72米，厚3米，重达320吨以上，采运工作历时7个半月，于1953年4月1日动工至10月16日大石料运抵天安门广场工地，从开采到运输共计7116名工人参与其中。</p><p style='text-indent: 2em;'>人民英雄纪念碑呈方形，建筑面积为3000平方米。分台座、须弥座和碑身三部分，总高37.94米。台座分两层，四周环绕汉白玉栏杆，四面均有台阶。下层座为海棠形，东西宽50.44米，南北长61.54米；上层座呈方形。</p><p style='text-indent: 2em;'>台座上是大小两层须弥座，上层小须弥座四周镌刻有以牡丹、荷花、菊花、垂幔等组成的八个花环。下层须弥座束腰部四面镶嵌八幅巨大的汉白玉浮雕，分别以“虎门销烟”、“金田起义”、“武昌起义”、“五四运动”、“五卅运动”、“南昌起义”、“抗日游击战争”、“胜利渡长江”为主题，在“胜利渡长江”的浮雕两侧，另有两幅以“支援前线”、“欢迎中国人民解放军”为题的装饰性浮雕。浮雕高2米，总长40.68米，浮雕镌刻着170多个人物形象，生动而概括地表现出中国人民100多年来，特别是在中国共产党领导下28年来反帝反封建的伟大革命斗争史实。</p><p style='text-indent: 2em;'>1958年4月22日，人民英雄纪念碑建成，碑身正面是毛泽东亲笔为纪念碑写的题词：人民英雄永垂不朽!x</p><p style='text-indent: 2em;'></p></div>"
    },
    {
        "jdtitle":"玉带桥",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>玉带桥建于清乾隆年间（公元1736-1795年），是西堤六桥中唯一拱券结构的石桥。</p><p style='text-indent: 2em;'>该桥单孔净跨11.38米，矢高约7.5米，全部用玉石琢成，桥面是双反向曲线，组成波形线桥型，配有精制白石栏板，显得格外富丽堂皇。洁白的桥栏望柱上，雕有各式向云中飞翔的仙鹤，雕工精细，形象生动，显示了雕刻工匠们的艺术才能。</p><p style='text-indent: 2em;'>玉带桥拱高而薄，形若玉带，弧形的线条十分流畅。半圆的桥洞与水中的倒影，构成一轮透明的圆月，四周桥栏望柱倒影参差，在绸缎般的水面上浮动荡漾，景象十分动人。它是颐和园里著名的建筑物之一。蛋尖形桥拱，特别高耸，好似玉带。此桥旧名“穹桥”俗称驼峰桥，均以形象命名。玉带桥的造型具有我国长江三角洲地区石拱桥的风格，以纤秀挺拔，轻巧为其之特色。拱高而薄，成流畅挺拔的曲线。桥身、桥栏选用青白石和汉白玉雕砌，洁白如玉，宛如玉带，故名。桥下原为玉泉山泉水注入昆明湖的入水口。也是帝后乘船至玉泉山的通道。</p><p style='text-indent: 2em;'>玉带桥为清乾隆时建造，距今已有两百多年的历史。据说，乾隆皇帝每次去西山必从此桥下经过，不仅因为这座桥交通方便，还因为它造型玲珑秀美。现在，桥头还留有乾隆皇帝的御题，东面是“螺黛—痕平铺明月镜，虹光百尺横映水晶帘。”西面是“地到瀛洲星河天上近，景分蓬岛宫阙水边多。”</p></div>"
    },
    {
        "jdtitle":"十七孔桥",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>十七孔桥是古代桥梁建筑的杰作。它位于北京市西郊颐和园内，是连接昆明湖东岸与南湖岛的一座长桥。清乾隆时（1736一1795）建，是园内最大的石桥。</p><p style='text-indent: 2em;'>桥由17个桥洞组成，长150米，飞跨于东堤和南湖岛，状若长虹卧波。其造型兼有北京卢沟桥、苏州宝带桥的特点。桥上石雕极其精美，每个桥栏的望柱上都雕有神态各异的狮子，大小共544个。两桥头还有石雕异兽，十分生动。桥额北面书“灵兽偃月”，南面书“修炼凌波”，蕴涵着深厚的文化底蕴,具有极高的美学价值、学术价值和使用价值。</p><p style='text-indent: 2em;'>十七孔桥西连南湖岛，东接廓如亭飞跨于东堤和南湖岛之间，不但是前往南湖岛的唯一通道，而且是湖区的一个重要景点。桥身长一百五十米，宽八米，由十七个券洞组成，是颐和园内最大的一座桥梁。远远望去像一道长虹飞跨在碧波之上。</p><p style='text-indent: 2em;'>十七孔桥上所有匾联，均为清乾隆皇帝所撰写。在桥的南端横联上刻有“修蝀凌波”四个字，形容十七孔桥如同一道彩虹，飞架于昆明湖碧波之上。桥的北端横联则有“灵鼍偃月”几个大字，又把十七孔桥比喻成水中神兽，横卧水中如半月状。桥北端的另一副对联写着：“虹卧石梁岸引长风吹不断，波回兰浆影翻明月照还望”。此桥的风景，在优雅宁静之夜游赏更加怡人。十七孔桥上石雕极其精美，每个桥栏的望柱上都雕有神态各异的狮子，大小共五百四十四只。桥两边的白石栏杆，共有128根望柱，每根望柱上都雕刻着精美的姿态各异的石狮，有的母子相抱，有的玩耍嬉闹，有的你追我赶，有的凝神观景，个个惟妙惟肖。桥头各有两只大水兽，很像麒麟，十分威武。桥的两头有四只石刻异兽，形象威猛异常，极为生动。</p><p style='text-indent: 2em;'>坐落在宽阔的昆明湖上的十七孔桥，整体桥长150米，宽8米，因有17个桥洞组成而得名，是园内最大的一座石桥。它西连西湖岛，东接廊如亭，飞跨于东堤和南湖岛之间，不但是前往南湖岛的唯一通道，而且是湖区的一个重要景点。造型优美的十七孔桥，将昆明湖的水面分出层次，千亩碧波尽收眼底的空旷观感，因此桥的点缀，将空旷的孤寂感消弭无踪，这些都是造园设计者神工巧匠的神来之笔。石桥两侧的栏杆上，雕刻有大小不同、形态各异的石狮544只。比起北京石狮子较为多的卢沟桥，还多上59只。观赏石狮的奇趣造型，别有一番趣味。</p></div>"
    },
    {
        "jdtitle":"万寿山",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>颐和园万寿山是燕山余脉，高58.59米，海拔108.94米。前临昆明湖，明弘治七年（1494）孝宗的乳母助圣夫人罗氏在山前建园静寺，清初，曾作宫廷养马的草料场</p><p style='text-indent: 2em;'>今之万寿山，元朝名瓮山。传说有一位老人在山上掘出一装满宝物的石瓮而得名。山前有湖名瓮山泊。公元1292年（元朝至元二十九年），科学家郭守敬开挖通慧河，将昌平及西山一带泉水汇引湖内，注入宫墙，接济漕运，瓮山泊始成为调济京城用水的蓄水库。由此至明，环湖先后建有多座颇具影响的寺观，其中尤以湖西北岸的“大承天护圣寺”规模最巨，楼宇恢弘，汉白玉钓台延入湖中，元朝皇帝常至此泛舟游幸，捕鱼垂钓</p><p style='text-indent: 2em;'>现在万寿山的前山，以八面三层四重檐的佛香阁为中心，组成了巨大的主体建筑群。从山脚的“云辉玉宇”牌楼，经排云门、二宫门、排云殿、德辉殿、佛香阁直至山顶的“智慧海”，形成了一条层层上升的中轴线。从下往上看，殿阁飞金，琉璃放彩，佛香阁耸立在万寿青山丛中，甚为壮观。</p><p style='text-indent: 2em;'>万寿山的东侧有“转轮藏”和“万寿山昆明湖”石碑。西侧有五方阁和铜铸的宝云阁。后山有宏丽的西藏佛教建筑和屹立于绿树丛中的五彩琉璃多宝塔。山上还有景福阁、重翠亭、写秋轩、画中游等楼台亭阁，登临可俯瞰昆明湖上的景色。</p><p style='text-indent: 2em;'>万寿山宫殿台阶，修建的非常陡峭，让人产生了非常巍峨的错觉，中国古代帝王都喜欢高高在上的感觉，宫殿自然也是希望能够让百姓大臣们仰视，这是中国古代建筑里的艺术所在。上了万寿山。颐和园大半景色尽收眼底</p></p></div>"
    },
    {
        "jdtitle":"长廊",
        "jdcontent":"<div style='font-size: 22px;'><p style='text-indent: 2em;'>颐和园长廊在万寿山南麓和昆明湖北岸之间。始建于清代乾隆十五年（1750），1860年被英法联军焚毁后，于1888年又重新建造。</p><p style='text-indent: 2em;'>长廊东起邀月门，西至石丈亭，中间穿过排云门，两侧对称点缀着留佳、寄澜、秋水、清遥四座重檐八角攒尖亭。象征春夏秋冬四季。全长728米，共273间,有548根柱子。长廊以其精美的建筑、曲折多变和极丰富的彩画而负盛名，是我国古建筑和园林中最长的廊。</p><p style='text-indent: 2em;'>长廊还是一条五光十色的画廊，廊间的每根枋梁上都绘有彩画,长廊彩绘属于“苏式彩画”，是中国木结构建筑上的装饰艺术。它的特点是：主要画面被括在大半圆的括线内（称为“包袱”）；无固定结构，全凭画工发挥，同一题材可创作出不尽相同的画面。长廊彩画题材广泛，山林、花鸟、景物、人物均有入画。而其中最引人入胜的当数人物故事画。1990年，长廊以建筑形式独特、绘画丰富多彩，被评为世界上最长的画廊。</p><p style='text-indent: 2em;'>长廊位于万寿山南麓，面向昆明湖，北依万寿山，东起邀月门，西止石丈亭，全长728米，共273间，是中国园林中最长的游廊，1992年被认定为世界上最长的长廊，列入“吉尼斯世界纪录”。廊上的每根枋梁上都有彩绘，共有图画14000余幅，内容包括山水风景、花鸟鱼虫、人物典故等。画中的人物画均取材于中国古典名著。</p><p style='text-indent: 2em;'>廊间的每根枋梁上都绘有彩画，共14000余幅，色彩鲜明，富丽堂皇，它的长度和丰富的彩画在1990年就被收入了《吉尼斯世界纪录大全》。</p></div>"
    }



]